export const birthdayWishes = [
  {
    id: 1,
    from: '頭號粉絲 修咪',
    message: '生日快樂！願你的每一天都像舞台上一樣閃耀。今年也要繼續當最帥的人！',
    emoji: '🎂',
  },
  {
    id: 2,
    from: '全球粉絲後援會',
    message: 'Happy Birthday 雷克斯！你是我們永遠的 center，永遠為你應援！2/21 是屬於你的日子！',
    emoji: '🎤',
  },
  {
    id: 3,
    from: 'easop 女團成員 Connie',
    message: '雷快',
    emoji: '✨',
  },
  {
    id: 4,
    from: '新泰國小 六年機 張雅婷',
    message: '微涼的二月，你的存在就像是午後斜陽，溫暖地照亮了舞台\n謝謝你為了夢想奔跑的模樣，也謝謝你在每一個疲憊的時刻，依然選擇露出那樣燦爛的笑容。對「可爾必克斯」們來說，你的存在本身，就是這個春天最美好的奇蹟。\n願你的未來只有快樂跟鮮花，無論季節更迭，我們都在你身旁，共赴十年之約\m生曰快樂，我們最親愛的雷克斯。🤍\n#HappyRexDay #0221 #雷克斯 #Rex #우리_렉스_생일축하해\n#可爾必克斯的唯一曙光 #與你相遇的每個瞬間都閃閃發光',
    emoji: '🎉',
  },
  {
    id: 5,
    from: '經紀公司',
    message: '致我們最耀眼的藝人：生日快樂！未來還有更大的舞台等著你。',
    emoji: '🌟',
  },
  {
    id: 6,
    from: '來自未來的你',
    message: '嘿，一年後的你會感謝現在的自己。繼續勇敢、繼續發光！生日快樂！',
    emoji: '🚀',
  },
  {
    id: 7,
    from: '國中公關部',
    message: '當年的公關幹部現在變成大明星了！王榆睿同學，生日快樂！',
    emoji: '🏫',
  },
  {
    id: 8,
    from: '隔壁小貓',
    message: '喵～生日快樂喵～聽說你今天可以吃很多好吃的喵～',
    emoji: '🐱',
  },
  
]
